tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iliana/tap"
brew "ansible"
brew "arduino-cli"
brew "asimov", restart_service: true
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bitwarden-cli"
brew "black"
brew "clang-format"
brew "cmake"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "gifski"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "iftop"
brew "ipmitool"
brew "isort"
brew "jq"
brew "libxmlsec1"
brew "mas"
brew "minicom"
brew "moreutils"
brew "mpv"
brew "mtr"
brew "neofetch"
brew "ninja"
brew "node@16"
brew "optipng"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "pngcrush"
brew "postgresql"
brew "pv"
brew "pylint"
brew "python@3.10"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "subversion"
brew "syncthing", restart_service: true
brew "telnet"
brew "tmux"
brew "tokei"
brew "vim"
brew "watch"
brew "yt-dlp"
brew "zola"
brew "zstd"
brew "iliana/tap/kijetesantakaluotokieni"
brew "iliana/tap/sshca"
cask "affinity-designer"
cask "affinity-publisher"
cask "firefox"
cask "font-iosevka"
cask "font-lora"
cask "font-open-sans"
cask "font-source-code-pro"
cask "hot"
cask "key-codes"
cask "kitty"
cask "mgba"
cask "mp3tag"
cask "musicbrainz-picard"
cask "netnewswire"
cask "notunes"
cask "openttd"
cask "tailscale"
mas "Amphetamine", id: 937984704
mas "PCalc", id: 403504866
mas "Parcel", id: 639968404
mas "RadarScope", id: 432027450
mas "iA Writer", id: 775737590
