tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iliana/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "actionlint"
brew "age"
brew "ansible"
brew "arduino-cli"
brew "aria2"
brew "asimov", restart_service: true
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-language-server"
brew "bat"
brew "bitwarden-cli"
brew "black"
brew "caddy"
brew "clang-format"
brew "cmake"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "gifsicle"
brew "gifski"
brew "git"
brew "gnupg"
brew "go"
brew "helix"
brew "hexyl"
brew "htop"
brew "iftop"
brew "ipmitool"
brew "isort"
brew "jq"
brew "libelf"
brew "libxmlsec1"
brew "marksman"
brew "mas"
brew "minicom"
brew "moreutils"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "ninja"
brew "node@18"
brew "open-ocd"
brew "optipng"
brew "oxipng"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "pngcrush"
brew "postgresql@14"
brew "pv"
brew "pylint"
brew "python-lsp-server"
brew "python@3.11"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rustup-init"
brew "sdl2_mixer"
brew "shellcheck"
brew "socat"
brew "solargraph"
brew "sox"
brew "subversion"
brew "syncthing", restart_service: true
brew "telnet"
brew "terraform"
brew "tmux"
brew "tokei"
brew "typescript-language-server"
brew "vim"
brew "vscode-langservers-extracted"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yt-dlp"
brew "zstd"
brew "iliana/tap/kijetesantakaluotokieni"
brew "iliana/tap/sshca"
brew "qmk/qmk/qmk"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "audacity"
cask "blackhole-16ch"
cask "firefox"
cask "font-inter"
cask "font-iosevka"
cask "font-lora"
cask "font-open-sans"
cask "font-source-code-pro"
cask "gcc-arm-embedded"
cask "hex-fiend"
cask "hot"
cask "key-codes"
cask "kitty"
cask "mgba"
cask "monodraw"
cask "mp3tag"
cask "musicbrainz-picard"
cask "netnewswire"
cask "notunes"
cask "obs"
cask "openttd"
cask "sameboy"
cask "tailscale"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "PCalc", id: 403504866
mas "Parcel", id: 639968404
mas "RadarScope", id: 432027450
mas "iA Writer", id: 775737590
