tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "iliana/tap"
brew "actionlint"
brew "age"
brew "ansible"
brew "aria2"
brew "asimov", restart_service: true
brew "aws-sso-util"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-language-server"
brew "bitwarden-cli"
brew "black"
brew "caddy"
brew "cargo-audit"
brew "cargo-bloat"
brew "cargo-llvm-cov"
brew "cargo-llvm-lines"
brew "cargo-nextest"
brew "cargo-outdated"
brew "cargo-sweep"
brew "cargo-watch"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "gopls"
brew "helix"
brew "htop"
brew "iftop"
brew "ipmitool"
brew "isort"
brew "jq"
brew "libelf"
brew "libxmlsec1"
brew "lua-language-server"
brew "marksman"
brew "mas"
brew "minicom"
brew "moreutils"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "ninja"
brew "node@20"
brew "optipng"
brew "oxipng"
brew "pandoc"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "pngcrush"
brew "postgresql@14"
brew "pv"
brew "pylint"
brew "python-lsp-server"
brew "python@3.11"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rustup-init"
brew "sdl2_mixer"
brew "shellcheck"
brew "sipcalc"
brew "socat"
brew "solargraph"
brew "subversion"
brew "syncthing", restart_service: :changed
brew "telnet"
brew "terraform"
brew "tmux"
brew "tokei"
brew "typescript-language-server"
brew "vim"
brew "vivid"
brew "vscode-langservers-extracted"
brew "watch"
brew "weechat"
brew "wget"
brew "yaml-language-server"
brew "yt-dlp"
brew "zstd"
brew "iliana/tap/kijetesantakaluotokieni"
brew "iliana/tap/sshca"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "audacity"
cask "firefox"
cask "font-inter"
cask "font-iosevka"
cask "font-lora"
cask "font-open-sans"
cask "font-source-code-pro"
cask "gcc-arm-embedded"
cask "gnucash"
cask "hammerspoon"
cask "hex-fiend"
cask "hot"
cask "key-codes"
cask "kitty"
cask "mgba"
cask "monodraw"
cask "mp3tag"
cask "musicbrainz-picard"
cask "netnewswire"
cask "notunes"
cask "obs"
cask "obsidian"
cask "openttd"
cask "sameboy"
cask "tailscale"
cask "thetimemachinemechanic"
cask "utm"
cask "vlc"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "PCalc", id: 403504866
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "RadarScope", id: 288419283
mas "Yubico Authenticator", id: 1497506650
