asciidoctor.asciidoctor-vscode
bpat86.nightcall
bradlc.vscode-tailwindcss
Catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
esbenp.prettier-vscode
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
rhaiscript.vscode-rhai
rust-lang.rust-analyzer
tamasfe.even-better-toml
timonwong.shellcheck
vscodevim.vim
xaver.clang-format
